Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/es.tmx
Source language: en_us
Languages: es

source: About
es: Sobre

source: Add
es: Añadir

source: An error occurred with the scanning driver
es: Ha ocurrido un error con el controlador del escaner

source: Are you sure you want to clear {0} item(s)?
es: ¿Estas seguro de limpiar {0} cosas?

source: Are you sure you want to delete the profile {0}?
es: ¿Estas seguro de borror el perfile {0}?

source: Are you sure you want to delete {0} item(s)?
es: ¿Estas seguro de borrar {0} cosas?

source: Are you sure you want to delete {0} profiles?
es: ¿Estas seguro de borrar {0} perfiles?

source: Bit depth
es: Produndidad Bit

source: Bitmap Files (*.bmp)
es: Ficheros Birmap (*.bmp)

source: Black & White
es: Blanco y Negro

source: Brightness
es: Brillo

source: Cancel
es: Cancelar

source: Center
es: Centro

source: Choose Icon
es: Elige Icono

source: Choose Profile
es: Elige Perfil

source: Choose device
es: Elige dispositivo

source: Clear
es: Limpiar

source: Contrast
es: Contraste

source: Delete
es: Borrar

source: Device
es: Dispositivo

source: Display name
es: Nombre mostrado

source: Done
es: Echo

source: Duplex
es: Duplicado

source: Edit
es: Editar

source: Email PDF
es: Enviar por correo-e PDF

source: Feeder
es: Cargador

source: Glass
es: Cristal

source: Grayscale
es: Escala de grises

source: Icons from
es: Iconos de

source: Language
es: Idioma

source: Left
es: Izquierda

source: Main toolbar
es: Barra de herramientas principal

source: Manage Profiles
es: Gestionar Perfiles

source: Maximum quality (large files)
es: Maxima Calidad (Ficheros Grandes)

source: Move Down
es: Bajar

source: Move Up
es: Subir

source: Name missing
es: Falta nombre

source: No device selected
es: No se ha seleccionado dispositivo

source: No scanning device was found
es: No se ha encontrado escaner

source: OK
es: SI

source: Overwrite File
es: Sobrescribir archivo

source: Page size
es: Tamaño de pagina

source: Paper source
es: Origen del papel

source: Preview
es: Previsualiza

source: Profile Settings
es: Configuracion de perfil

source: Profiles
es: Perfiles

source: Resolution
es: Resolucion

source: Right
es: Derecha

source: Rotate Left
es: Rotar a la izquierda

source: Rotate Right
es: Rotar a la derecha

source: Save Images
es: Guardar imagenes

source: Save PDF
es: Guardar PDF

source: Saving to PDF
es: Guardando a PDF

source: Scale
es: Escalar

source: Scan
es: Escanear

source: Scanned Image
es: Imagen escaneada

source: Select a profile before clicking Scan
es: Selecciona un perfil antes de escanear

source: TWAIN Driver
es: Contraldor TWAIN

source: The file {0} already exists. Do you want to overwrite it?
es: El archivo {0} ya existe. ¿Quieres sobreescribirlo?

source: The selected scanner could not be found
es: No se ha encontrado el escaner seleccionado

source: The selected scanner is offline
es: El escaner seleccionado esta inactivo

source: Use native WIA UI
es: Usar UI nativo WIA

source: Use predefined settings
es: Usar configuracion predefinida

source: WIA Driver
es: Controlador WIA

source: Waiting for TWAIN to complete
es: Esperado por TWAIN a completar

source: You don't have permission to save files at this location
es: No tienes permisos para guardar archivos en esa localizacion

source: {0} of {1}
es: {0} de {1}
